Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# field_linked_to_card_expyear
source: %1$@ linked to the expiration year
ar: %1$@ مرتبط بسنة انتهاء البطاقة
de: %1$@ mit dem Ablaufjahr verknüpft
es: %1$@ vinculado al año de vencimiento
fr: %1$@ lié à l'année d'expiration
hu: %1$@ a lejárati évhez kapcsolva
it: %1$@ collegato all'anno di scadenza
ja: %1$@ が有効期限の年にリンクされています
ko: %1$@ 항목은 카드 만료 연도에 연결되어 있습니다.
pt_br: %1$@ vinculado ao ano de expiração
pt_pt: %1$@ vinculado ao ano de validade
ru: %1$@ привязан к году истечения срока
uk: %1$@ зв'язано з роком закінченням терміну картки
zh_hans: %1$@ 已被关联至过期年份

# field_linked_to_card_number
source: %1$@ linked to the card number
ar: %1$@ مرتبط برقم البطاقة
de: %1$@ mit der Kartennummer verknüpft
es: %1$@ vinculado al número de tarjeta
fr: %1$@ lié au numéro de carte
hu: %1$@ a kártyaszámhoz kapcsolva
it: %1$@ collegato al numero della carta
ja: %1$@ のカード番号がリンクされています
ko: %1$@ 항목은 카드 번호에 연결되어 있습니다.
pt_br: %1$@ vinculado ao número do cartão
pt_pt: %1$@ vinculado ao número do cartão
ru: %1$@ привязан к номеру карты
uk: %1$@ зв'язано з номером картки
zh_hans: %1$@ 已被关联至卡号

# field_linked_to_identity_address1
source: %1$@ linked to the address line (1)
ar: %1$@ مرتبط بالعنوان سطر 1
de: %1$@ mit der Adresszeile (1) verknüpft
es: %1$@ vinculado a la línea de dirección (1)
fr: %1$@ lié à la ligne d'adresse (1)
hu: %1$@ a postai cím 1-hez kapcsolva
it: %1$@ collegato alla riga dell'indirizzo (1)
ja: %1$@ が住所行 (1) にリンクされています
ko: %1$@ 항목은 주소 1에 연결되어 있습니다.
pt_br: %1$@ vinculado ao endereço (1)
pt_pt: %1$@ vinculado à linha de endereço (1)
ru: %1$@ привязан к улице
uk: %1$@ зв'язано з адресним рядком (1)
zh_hans: %1$@ 已被关联至地址行 1

# field_linked_to_identity_address2
source: %1$@ linked to the address line (2)
ar: %1$@ مرتبط بسطر العنوان 2
de: %1$@ mit der Adresszeile (2) verknüpft
es: %1$@ vinculado a la línea de dirección (2)
fr: %1$@ lié à la ligne d'adresse (2)
hu: %1$@ a postai cím 2-höz kapcsolva
it: %1$@ collegato alla riga di indirizzo (2)
ja: %1$@ が住所行 (2) にリンクされています
ko: %1$@ 항목은 주소 2에 연결되어 있습니다.
pt_br: %1$@ vinculado ao endereço (2)
pt_pt: %1$@ vinculado à linha de endereço (2)
ru: %1$@ привязан к номеру дома (квартиры)
uk: %1$@ зв'язано з адресним рядком (2)
zh_hans: %1$@ 已被关联至地址行 2

# field_linked_to_identity_address3
source: %1$@ linked to the address line (3)
ar: %1$@ مرتبط بسطر العنوان 3
de: %1$@ mit der Adresszeile (3) verknüpft
es: %1$@ vinculado a la línea de dirección (3)
fr: %1$@ lié à la ligne d'adresse (3)
hu: %1$@ a postai cím 3-hoz kapcsolva
it: %1$@ collegato alla riga dell'indirizzo (3)
ja: %1$@ が住所行 (3) にリンクされています
ko: %1$@ 항목은 주소 3에 연결되어 있습니다.
pt_br: %1$@ vinculado ao endereço (3)
pt_pt: %1$@ vinculado à linha de endereço (3)
ru: %1$@ привязан к адресной строке (3)
uk: %1$@ зв'язано з адресним рядком (3)
zh_hans: %1$@ 已被关联至地址行 3

# field_linked_to_identity_city
source: %1$@ linked to the city
ar: %1$@ مرتبط بالمدينة
de: %1$@ mit der Stadt verknüpft
es: %1$@ vinculado a la ciudad
fr: %1$@ lié à la ville
hu: %1$@ a városhoz kapcsolva
it: %1$@ collegato alla città
ja: %1$@ が都市にリンクされています
ko: %1$@ 항목은 시에 연결되어 있습니다.
pt_br: %1$@ vinculado à cidade
pt_pt: %1$@ vinculado à cidade
ru: %1$@ привязан к городу
uk: %1$@ зв'язано з містом
zh_hans: %1$@ 已被关联至城市

# field_linked_to_identity_company
source: %1$@ linked to the company
ar: %1$@ مرتبط بالشركة
de: %1$@ mit dem Unternehmen verknüpft
es: %1$@ vinculado a la empresa
fr: %1$@ lié à la société
hu: %1$@ a céghez kapcsolva
it: %1$@ collegato alla società
ja: %1$@ が会社名にリンクされています
ko: %1$@ 항목은 회사에 연결되어 있습니다.
pt_br: %1$@ vinculada à empresa
pt_pt: %1$@ vinculada à empresa
ru: %1$@ привязан к компании
uk: %1$@ зв'язано з компанією
zh_hans: %1$@ 已被关联至公司

# field_linked_to_identity_country
source: %1$@ linked to the country
ar: %1$@ مرتبط بالدولة
de: %1$@ mit dem Land verknüpft
es: %1$@ vinculado al país
fr: %1$@ lié au pays
hu: %1$@ az országhoz kapcsolva
it: %1$@ collegato al paese
ja: %1$@ が国にリンクされています
ko: %1$@ 항목은 국가에 연결되어 있습니다.
pt_br: %1$@ vinculado ao país
pt_pt: %1$@ vinculado ao país
ru: %1$@ привязан к стране
uk: %1$@ зв'язано з країною
zh_hans: %1$@ 已被关联至国家/地区

# field_linked_to_identity_email
source: %1$@ linked to the email
ar: %1$@ مرتبط بالبريد الإلكتروني
de: %1$@ mit der E-Mail verknüpft
es: %1$@ vinculado al correo electrónico
fr: %1$@ lié à l'e-mail
hu: %1$@ az email címhez kapcsolva
it: %1$@ collegato all'email
ja: %1$@ のメールアドレスがリンクされています
ko: %1$@ 항목은 이메일에 연결되어 있습니다.
pt_br: %1$@ vinculado ao e-mail
pt_pt: %1$@ vinculado ao e-mail
ru: %1$@ привязан к электронной почте
uk: %1$@ зв'язано з електронною поштою
zh_hans: %1$@ 已被关联至电子邮件

# field_linked_to_identity_firstname
source: %1$@ linked to the first name
ar: %1$@ مرتبط بالاسم الأول
de: %1$@ mit dem Vornamen verknüpft
es: %1$@ vinculado al nombre
fr: %1$@ lié au prénom
hu: %1$@ a keresztnévhez kapcsolva
it: %1$@ collegato al nome
ja: %1$@ が名にリンクされています
ko: %1$@ 항목은 이름에 연결되어 있습니다.
pt_br: %1$@ vinculado ao primeiro nome
pt_pt: %1$@ vinculado ao primeiro nome
ru: %1$@ привязан к имени
uk: %1$@ зв'язано з іменем
zh_hans: %1$@ 已被关联至名字

# field_linked_to_identity_fullname
source: %1$@ linked to the full name
ar: %1$@ مرتبط بالاسم الكامل
de: %1$@ mit dem vollständigen Namen verknüpft
es: %1$@ vinculado al nombre completo
fr: %1$@ lié au nom complet
hu: %1$@ a teljes névhez kapcsolva
it: %1$@ collegato a nome e cognome
ja: %1$@ がフルネームにリンクされています
ko: %1$@ 항목은 전체 이름이 연결되어 있습니다.
pt_br: %1$@ vinculado ao nome completo
pt_pt: %1$@ vinculado ao nome completo
ru: %1$@ привязан к полному имени
uk: %1$@ зв'язано з повним іменем
zh_hans: %1$@ 已被关联至全名

# field_linked_to_identity_lastname
source: %1$@ linked to the last name
ar: %1$@ مرتبط باسم العائلة
de: %1$@ mit dem Nachnamen verknüpft
es: %1$@ vinculado al apellido
fr: %1$@ lié au nom de famille
hu: %1$@ a vezetéknévhez kapcsolva
it: %1$@ collegato al cognome
ja: %1$@ が姓にリンクされています
ko: %1$@ 항목은 성에 연결되어 있습니다.
pt_br: %1$@ vinculado ao último nome
pt_pt: %1$@ vinculado ao último nome
ru: %1$@ привязан к фамилии
uk: %1$@ зв'язано з прізвищем
zh_hans: %1$@ 已被关联至姓氏

# field_linked_to_identity_licensenumber
source: %1$@ linked to the license number
ar: %1$@ مرتبط برقم السجل/ الرخصة التجارية
de: %1$@ mit der Lizenznummer verknüpft
es: %1$@ vinculado al número de licencia
fr: %1$@ lié au numéro de permis
hu: %1$@ a vezetői engedély számhoz kapcsolva
it: %1$@ collegato al numero di licenza
ja: %1$@ がライセンス番号にリンクされています
ko: %1$@ 항목은 운전면허 번호에 연결되어 있습니다.
pt_br: %1$@ vinculado ao número da CNH
pt_pt: %1$@ vinculado ao número da carta de condução
ru: %1$@ привязан к номеру лицензии
uk: %1$@ зв'язано з номером ліцензії
zh_hans: %1$@ 已被关联至驾照号码

# field_linked_to_identity_middlename
source: %1$@ linked to the middle name
ar: %1$@ مرتبط بالاسم الأوسط
de: %1$@ mit dem mittleren Namen verknüpft
es: %1$@ vinculado al segundo nombre
fr: %1$@ lié au deuxième prénom
hu: %1$@ a középső névhez kapcsolva
it: %1$@ collegato al secondo nome
ja: %1$@ がミドルネームにリンクされています
ko: %1$@ 항목은 가운데 이름에 연결되어 있습니다.
pt_br: %1$@ vinculado ao nome do meio
pt_pt: %1$@ vinculado ao nome do meio
ru: %1$@ привязан к отчеству
uk: %1$@ зв'язано з іменем по батькові
zh_hans: %1$@ 已被关联至中间名

# field_linked_to_identity_passportnumber
source: %1$@ linked to the passport number
ar: %1$@ مرتبط برقم جواز السفر
de: %1$@ mit der Passnummer verknüpft
es: %1$@ vinculado al número de pasaporte
fr: %1$@ lié au numéro de passeport
hu: %1$@ az útlevélszámhoz kapcsolva
it: %1$@ collegato al numero di passaporto
ja: %1$@ がパスポート番号にリンクされています
ko: %1$@ 항목은 여권 번호에 연결되어 있습니다.
pt_br: %1$@ vinculado ao número do passaporte
pt_pt: %1$@ vinculado ao número do passaporte
ru: %1$@ привязан к номеру паспорта
uk: %1$@ зв'язано з номером паспорта
zh_hans: %1$@ 已被关联至护照号码

# field_linked_to_identity_phone
source: %1$@ linked to the phone number
ar: %1$@ مرتبط برقم الهاتف
de: %1$@ mit der Telefonnummer verknüpft
es: %1$@ vinculado al número de teléfono
fr: %1$@ lié au numéro de téléphone
hu: %1$@ a telefonszámhoz kapcsolva
it: %1$@ collegato al numero di telefono
ja: %1$@ の電話番号がリンクされています
ko: %1$@ 항목은 전화번호에 연결되어 있습니다.
pt_br: %1$@ vinculado ao número de telefone
pt_pt: %1$@ vinculado ao número de telefone
ru: %1$@ привязан к номеру телефона
uk: %1$@ зв'язано з номером телефону
zh_hans: %1$@ 已被关联至手机号码

# field_linked_to_identity_postalcode
source: %1$@ linked to the postal code
ar: %1$@ مرتبط بالرمز البريدي
de: %1$@ mit der Postleitzahl verknüpft
es: %1$@ vinculado al código postal
fr: %1$@ lié au code postal
hu: %1$@ az irányítószámhoz kapcsolva
it: %1$@ collegato al codice postale
ja: %1$@ が郵便番号にリンクされています
ko: %1$@ 항목은 우편 번호에 연결되어 있습니다.
pt_br: %1$@ vinculado ao código postal
pt_pt: %1$@ vinculado ao código postal
ru: %1$@ привязан к почтовому индексу
uk: %1$@ зв'язано з поштовим індексом
zh_hans: %1$@ 已被关联至邮政编码

# field_linked_to_identity_ssn
source: %1$@ linked to the SSN
ar: %1$@ مرتبط برقم الضمان الاجتماعي
de: %1$@ mit der SSN verknüpft
es: %1$@ vinculado al número de seguro social (SSN)
fr: %1$@ lié au NIR
hu: %1$@ a társadalombiztosítási számhoz kapcsolva
it: %1$@ collegato all'SSN
ja: %1$@ が SSN にリンクされています
ko: %1$@ 항목은 SSN에 연결되어 있습니다.
pt_br: %1$@ vinculado ao CPF
pt_pt: %1$@ vinculado ao número da segurança social
ru: %1$@ привязан к SSN
uk: %1$@ зв'язано з SSN
zh_hans: %1$@ 已被关联至社会保险号码（SSN）

# field_linked_to_identity_state
source: %1$@ linked to the state
ar: %1$@ مرتبط بالولاية
de: %1$@ mit dem Bundesland verknüpft
es: %1$@ vinculado al estado
fr: %1$@ lié à la région
hu: %1$@ az állam/megyéhez kapcsolva
it: %1$@ collegato allo stato
ja: %1$@ が州にリンクされています
ko: %1$@ 항목은 주/도에 연결되어 있습니다.
pt_br: %1$@ vinculado ao estado
pt_pt: %1$@ vinculado ao conselho
ru: %1$@ привязан к региону
uk: %1$@ зв'язано з штатом/областю
zh_hans: %1$@ 已被关联至州/省

# field_linked_to_identity_title
source: %1$@ linked to the title
ar: %1$@ مرتبط بالعنوان
de: %1$@ mit dem Titel verknüpft
es: %1$@ vinculado al título
fr: %1$@ lié au titre
hu: %1$@ a titulushoz kapcsolva
it: %1$@ collegato al titolo
ja: %1$@ のタイトルがリンクされています
ko: %1$@ 항목은 제목에 연결되어 있습니다.
pt_br: %1$@ vinculado ao título
pt_pt: %1$@ vinculado ao título
ru: %1$@ привязан к названию
uk: %1$@ зв'язано з титулом
zh_hans: %1$@ 已被关联至标题

# field_linked_to_identity_username
source: %1$@ linked to the username
ar: %1$@ مرتبط باسم المستخدم
de: %1$@ mit dem Benutzernamen verknüpft
es: %1$@ vinculado al nombre de usuario
fr: %1$@ lié au nom d'utilisateur
hu: %1$@ a felhasználónévhez kapcsolva
it: %1$@ collegato al nome utente
ja: %1$@ がユーザー名にリンクされています
ko: %1$@ 항목은 사용자 이름에 연결되어 있습니다.
pt_br: %1$@ vinculado ao nome de usuário
pt_pt: %1$@ vinculado ao nome de utilizador
ru: %1$@ привязан к имени пользователя
uk: %1$@ зв'язано з іменем користувача
zh_hans: %1$@ 已被关联至用户名

# field_linked_to_password
source: %1$@ linked to the password
ar: %1$@ مرتبط بكلمة المرور
de: %1$@ mit dem Passwort verknüpft
es: %1$@ vinculado a la contraseña
fr: %1$@ lié au mot de passe
hu: %1$@ a jelszóhoz kapcsolva
it: %1$@ collegato alla password
ja: %1$@ がパスワードにリンクされています
ko: %1$@ 항목은 비밀번호에 연결되어 있습니다.
pt_br: %1$@ vinculado à senha
pt_pt: %1$@ vinculado à palavras-passe
ru: %1$@ привязан к паролю
uk: %1$@ зв'язано з паролем
zh_hans: %1$@ 已被关联至密码

# field_linked_to_unknown_field
source: %1$@ linked to an unknown field
ar: %1$@ مرتبط بحقل غير معروف
de: %1$@ mit einem unbekannten Feld verknüpft
es: %1$@ vinculado a un campo desconocido
fr: %1$@ lié à un champ inconnu
hu: %1$@ egy ismeretlen mezőhöz kapcsolva
it: %1$@ collegato a un campo sconosciuto
ja: %1$@ が不明なフィールドにリンクされています
ko: %1$@ 항목은 알 수 없는 필드에 연결되어 있습니다.
pt_br: %1$@ vinculado a um campo desconhecido
pt_pt: %1$@ vinculado a um campo desconhecido
ru: %1$@ привязан к неизвестному полю
uk: %1$@ зв'язано з невідомим полем
zh_hans: %1$@ 已被关联至一个未知字段

# field_linked_to_username
source: %1$@ linked to the username
ar: %1$@ مرتبط باسم المستخدم
de: %1$@ mit dem Benutzernamen verknüpft
es: %1$@ vinculado al nombre de usuario
fr: %1$@ lié au nom d'utilisateur
hu: %1$@ a felhasználónévhez kapcsolva
it: %1$@ collegato al nome utente
ja: %1$@ がユーザー名にリンクされています
ko: %1$@ 항목은 사용자 이름에 연결되어 있습니다.
pt_br: %1$@ vinculado ao nome de usuário
pt_pt: %1$@ vinculado ao nome de utilizador
ru: %1$@ привязан к имени пользователя
uk: %1$@ зв'язано з іменем користувача
zh_hans: %1$@ 已被关联至用户名

# field_type_boolean
source: Boolean
ar: منطقية
de: Wahrheitswert
es: Booleano
fr: Booléen
hu: Logikai érték
it: Booleano
ja: 真偽値
ko: 참/거짓
pt_br: Booleano
pt_pt: Booleano
ru: Логическое значение
uk: Логічний тип
zh_hans: 布尔值

# field_type_linked
source: Linked
ar: مرتبط
de: Verknüpft
es: Vinculado
fr: Lié
hu: Csatolt
it: Collegato
ja: リンク
ko: 링크됨
pt_br: Vinculado
pt_pt: Relacionado
ru: Связанный
uk: Пов'язаний тип
zh_hans: 已关联

# field_type_text
source: Text
ar: نص
es: Texto
fr: Texte
hu: Szöveg
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
pt_pt: Texto
ru: Текст
uk: Текст
zh_hans: 文本

# field_type_text_concealed
source: Text (concealed)
ar: نص (مخفي)
de: Text (versteckt)
es: Texto (ocultado)
fr: Texte (caché)
hu: Szöveg (elrejtett)
it: Testo (nascosto)
ko: 텍스트(감춰짐)
pt_br: Texto (oculto)
pt_pt: Texto (ocultado)
ru: Текст (скрытый)
uk: Текст (прихований)
zh_hans: 文本（已隐藏）

# field_value
source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
hu: Érték
it: Valore
ja: 値
ko: 값
pt_br: Valor
pt_pt: Valor
ru: Значение
uk: Значення
zh_hans: 值

source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
hu: Fájl
ko: 파일
pt_br: Arquivo
pt_pt: Ficheiro
ru: Загрузить файл
uk: Файл
zh_hans: 文件

# file_action_delete_local_many_title
source: Delete local files
ar: حذف الملفات المحلية
de: Lokale Dateien löschen
es: Eliminar archivos locales
fr: Supprimer les fichiers locaux
hu: Helyi fájlok törlése
it: Elimina file locali
ja: ローカルのファイルを削除
ko: 로컬 파일 삭제
pt_br: Excluir arquivos locais
pt_pt: Apagar ficheiros locais
ru: Удалить локальные файлы
uk: Видалити локальні файли
zh_hans: 删除本地文件

# file_action_delete_local_title
source: Delete local file
ar: حذف الملف المحلي
de: Lokale Datei löschen
es: Eliminar archivo local
fr: Supprimer le fichier local
hu: Helyi fájl törlése
it: Elimina file locale
ja: ローカルのファイルを削除
ko: 로컬 파일 삭제
pt_br: Apagar arquivo local
pt_pt: Apagar ficheiro local
ru: Удалить локальный файл
uk: Видалити локальний файл
zh_hans: 删除本地文件

# file_action_open_in_file_manager_title
source: Open in a file manager
ar: فتح في مدير الملفات
de: Im Dateimanager öffnen
es: Abrir en un explorador de archivos
fr: Ouvrir dans un gestionnaire de fichiers
hu: Megnyitás fájlkezelőben
it: Apri in un file manager
ja: ファイルマネージャーで開く
ko: 파일 관리자에서 열기
pt_br: Abrir em um gerenciador de arquivos
pt_pt: Abrir com gestor de ficheiros
ru: Открыть в файловом менеджере
uk: Відкрити в файловому менеджері…
zh_hans: 通过文件管理器打开

# file_action_open_with_title
source: Open with…
ar: افتح ب…
de: Öffnen mit…
es: Abrir con…
fr: Ouvrir avec…
hu: Megnyitás ezzel…
it: Apri con…
ja: 開く…
ko: 다른 앱으로 열기…
pt_br: Abrir com…
pt_pt: Abrir com…
ru: Открыть с помощью…
uk: Відкрити за допомогою…
zh_hans: 通过…打开

# file_action_preview_title
source: Preview
ar: معاينة
de: Vorschau
fr: Aperçu
hu: Előnézet
ko: 미리 보기
pt_br: Prévia
pt_pt: Pré-visualizar
uk: Попередній перегляд
zh_hans: 预览

# file_action_reveal_title
source: Reveal
ar: إظهار
de: Einblenden
es: Revelar
fr: Révéler
hu: Mutatás
it: Rivela
ja: マスクを外す
ko: 공개
pt_br: Exibir
pt_pt: Mostrar
ru: Показать
uk: Показати
zh_hans: 显示

# file_action_send_with_title
source: Send with…
ar: أرسل مع…
de: Mit… senden
es: Enviar con…
fr: Envoyer avec…
hu: Küldés a ezzel…
it: Invia con…
ja: 送信…
ko: 다른 앱으로 전송…
pt_br: Enviar com…
pt_pt: Enviar com…
ru: Отправить с помощью…
uk: Надіслати за допомогою…
zh_hans: 通过…发送

# file_action_view_cipher_title
source: View parent item
ar: عرض العنصر الأصلي
de: Übergeordnetes Element anzeigen
es: Ver elemento emparentado
fr: Voir l'élément parent
hu: Szülő elem megtekintése
it: Visualizza elemento genitore
ja: 親アイテムを表示
ko: 상위 항목 보기
pt_br: Ver item relacionado
pt_pt: Ver entrada principal
ru: Просмотр родительского элемента
uk: Переглянути батьківський запис
zh_hans: 查看父项目

# file_name_placeholder
source: File name
ar: اسم الملف
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
hu: Fájlnév
it: Nome file
ko: 파일 이름
pt_br: Nome do arquivo
pt_pt: Nome do ficheiro
ru: Имя файла
uk: Назва файлу
zh_hans: 文件名

# file_status_auto_resume
source: Auto-resumes
ar: استئناف تلقائي
de: Wird automatisch fortgesetzt
fr: Redémarrer automatiquement
hu: Automatikus folytatás
pt_br: Resumir automaticamente
pt_pt: Resumo automático
ru: Возобновится само
uk: Автовідновлення
zh_hans: 自动恢复

# file_status_downloading_failed
source: Downloading failed
ar: فشل التنزيل
de: Download fehlgeschlagen
es: Descarga fallida
fr: Échec du téléchargement
hu: A letöltés sikertelen
pt_br: Download falhou
pt_pt: Transferência falhou
ru: Ошибка скачивания
uk: Не вдалося завантажити
zh_hans: 下载失败

# file_status_pending_upload
source: Pending upload
ar: في انتظار الرفع
de: Ausstehender Upload
es: Subida pendiente
fr: Chargement en attente
hu: Feltöltésre vár
ko: 업로드 대기
pt_br: Envio pendente
pt_pt: Envio pendente
ru: Ждёт загрузки
uk: Очікування завантаження
zh_hans: 待上传

# filter_auth_reprompt_items
source: Auth re-prompt
ar: إعادة المطالبة بالمصادقة
de: Authentifizierung erneut anfordern
es: Re-autenticación
fr: Ré-invite automatique
hu: Újra-hitelesítési kérés
it: Richiesta autorizzazione
ja: 認証の再要求
ko: 인증 재요청
pt_br: Confirmação de autenticação
pt_pt: Confirmação de autenticação
ru: Повторная аутентификация
uk: Повторний запит автентифікації
zh_hans: 身份验证重新提示

# filter_empty_label
source: No filters available
ar: لا توجد مرشحات متاحة
de: Keine Filter verfügbar
es: No hay filtros disponibles
fr: Aucun filtre disponible
hu: Nincs elérhető szűrő
it: Nessun filtro disponibile
ja: フィルターは利用できません
ko: 사용할 수 있는 필터 없음
pt_br: Nenhum filtro disponível
pt_pt: Nenhum filtro disponível
ru: Нет доступных фильтров
uk: Немає доступних фільтрів
zh_hans: 没有可用的筛选条件

# filter_failed_items
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Ha fallado
fr: Échoué
hu: Sikertelen
it: Non riuscito
ja: 失敗
ko: 실패
pt_br: Falhou
pt_pt: Falhou
ru: Не синхронизировано
uk: Помилка синхронізації
zh_hans: 失败

# filter_header_title
source: Filter
ar: فلتر
es: Filtro
fr: Filtre
hu: Szűrő
it: Filtri
ja: フィルター
ko: 필터
pt_br: Filtro
pt_pt: Filtro
ru: Фильтр
uk: Фільтр
zh_hans: 筛选条件

# filter_pending_items
source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fr: En attente
hu: Függőben levő
it: In attesa
ja: 保留中のアイテム
ko: 보류 중
pt_br: Pendente
pt_pt: Pendente
ru: Ожидает синхронизации
uk: В очікуванні
zh_hans: 等待中

source: Fingerprint
ar: بصمة الإصبع
de: Fingerabdruck
es: Huella digital
fr: Empreinte digitale
hu: Ujjlenyomat
it: Impronta digitale
ja: フィンガープリント
ko: 핑거프린트
pt_br: Impressão digital
pt_pt: Impressão digital
ru: Отпечаток пальца
uk: Відбиток пальця
zh_hans: 指纹

source: Fingerprint phrase
ar: عبارة بصمة
de: Fingerabdrucksatz
es: Frase de huella digital
fr: Phrase d'empreinte
hu: Ujjlenyomat kifejezés
it: Frase impronta
ja: フィンガープリントフレーズ
ko: 핑거프린트 구문
pt_br: Frase de impressão digital
pt_pt: Frase de impressão digital
ru: Фраза отпечатка
uk: Фраза відбитку
zh_hans: 指纹短语

# fingerprint_phrase_help_title
source: What is a fingerprint?
ar: ما هي بصمة الإصبع؟
de: Was ist ein Fingerabdruck?
es: ¿Qué es una huella digital?
fr: Qu'est-ce qu'une empreinte ?
hu: Mi az ujjlenyomat?
it: Che cos'è un'impronta digitale?
ja: フィンガープリントとは
ko: 핑거프린트가 뭔가요?
pt_br: O que é uma impressão digital?
pt_pt: O que é uma impressão digital?
ru: Что такое фраза отпечатка?
uk: Що таке фраза відбитку?
zh_hans: 什么是指纹？

source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
hu: Mappa
it: Cartella
ja: フォルダー
ko: 폴더
pt_br: Pasta
pt_pt: Pasta
ru: Папка
uk: Тека
zh_hans: 文件夹

# folder_action_change_name_title
source: Change name
ar: تغيير الاسم
de: Name ändern
es: Cambiar nombre
fr: Modifier le nom
hu: Név módosítása
it: Modifica nome
ja: 名前の変更
ko: 이름 바꾸기
pt_br: Renomear
pt_pt: Alterar nome
ru: Изменить название
uk: Змінити назву
zh_hans: 修改名称

# folder_action_change_names_title
source: Change names
ar: تغيير الأسماء
de: Namen ändern
es: Cambiar nombres
fr: Changer les noms
hu: Nevek módosítása
it: Modifica nomi
ja: 名前の変更
ko: 이름 바꾸기
pt_br: Renomear
pt_pt: Alterar nomes
ru: Изменить названия
uk: Змінити назви
zh_hans: 修改名称

# folder_action_create_title
source: Create a folder
ar: إنشاء مجلد جديد
de: Ordner erstellen
es: Crear una carpeta
fr: Créer un dossier
hu: Mappa létrehozása
it: Crea una cartella
ja: フォルダを作成
ko: 폴더 만들기
pt_br: Criar uma pasta
pt_pt: Criar uma pasta
ru: Создать папку
uk: Створити теку
zh_hans: 新建文件夹

# folder_action_merge_confirmation_title
source: Are you sure you want to merge these folders?
ar: هل أنت متأكد من أنك تريد دمج هذه المجلدات؟
de: Sind Sie sicher, dass Sie diese Ordner zusammenführen möchten?
es: ¿Estás seguro de que desea combinar estas carpetas?
fr: Êtes-vous sûr de vouloir fusionner ces dossiers ?
hu: Biztos, hogy össze akarod vonni ezeket a mappákat?
it: Sei sicuro di voler unire queste cartelle?
ja: これらのフォルダを統合してもよろしいですか？
ko: 정말 이 폴더를 병합할까요?
pt_br: Você tem certeza que deseja mesclar estas pastas?
pt_pt: Tem a certeza que deseja juntar estas pastas?
ru: Вы уверены, что хотите объединить эти папки?
uk: Ви впевнені, що хочете об'єднати ці теки?
zh_hans: 您确定要合并这些文件夹吗？

# folder_action_merge_title
source: Merge into…
ar: دمج في…
de: Zusammenführen…
es: Fusionar en…
fr: Fusionner dans…
hu: Egyesítés…
it: Unisci in…
ja: 統合先…
ko: …에 병합
pt_br: Mesclar em…
pt_pt: Combinar com…
ru: Объединить в…
uk: Об'єднати в…
zh_hans: 合并到…

# folder_delete_confirmation_text
source: This item(s) will be deleted immediately. You cannot undo this action.
ar: سيتم حذف هذا العنصر (العناصر) على الفور. لا يمكنك التراجع عن هذا الإجراء.
de: Diese Elemente werden sofort gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Este elemento(s) se eliminará inmediatamente. No puede deshacer esta acción.
fr: Ces élément(s) seront supprimés immédiatement. Vous ne pouvez pas annuler cette action.
hu: Ez(ek) az elem(ek) azonnal törlésre kerül(nek). Ez a művelet nem vonható vissza.
it: Questo/i elemento/i verranno eliminati immediatamente. Questa azione non può essere annullata.
ja: このアイテムはすぐに削除されます。この操作は元に戻せません。
ko: 항목이 즉시 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Este item(ns) será excluído imediatamente. Você não pode desfazer esta ação.
pt_pt: Esta entrada(s) vai ser excluída imediatamente. Não pode reverter esta ação.
ru: Эти записи будут удалены. Это действие отменить нельзя.
uk: Цей запис(и) буде видалено. Ви не зможете скасовувати цю дію.
zh_hans: 此条目（们）将被立即删除，且此操作不可恢复。

# folder_delete_many_confirmation_title
source: Delete the folders?
ar: هل تريد حذف المجلدات؟
de: Ordner löschen?
es: ¿Eliminar carpetas?
fr: Supprimer les dossiers ?
hu: Törli a mappákat?
it: Eliminare le cartelle?
ja: フォルダを削除しますか？
ko: 폴더를 삭제할까요?
pt_br: Apagar as pastas?
pt_pt: Eliminar pastas?
ru: Удалить папки?
uk: Видалити теки?
zh_hans: 确认删除全部选中的文件夹？

# folder_delete_one_confirmation_title
source: Delete the folder?
ar: هل تريد حذف المجلد؟
de: Ordner löschen?
es: ¿Eliminar carpeta?
fr: Supprimer le dossier ?
hu: Törli a mappát?
it: Eliminare la cartella?
ja: フォルダを削除しますか？
ko: 폴더를 삭제할까요?
pt_br: Apagar a pasta?
pt_pt: Eliminar pasta?
ru: Удалить папку?
uk: Видалити теку?
zh_hans: 确认删除文件夹？

# folder_new
source: New folder
ar: مجلد جديد
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
hu: Új mappa
it: Nuova cartella
ja: 新しいフォルダー
ko: 새 폴더
pt_br: Nova pasta
pt_pt: Nova pasta
ru: Новая папка
uk: Нова тека
zh_hans: 新建文件夹

# folder_none
source: No folder
ar: لا يوجد مجلد
de: Kein Ordner
es: Sin carpeta
fr: Aucun dossier
hu: Nincs mappa
it: Nessuna cartella
ja: フォルダーなし
ko: 폴더 없음
pt_br: Sem pasta
pt_pt: Sem pasta
ru: Без папки
uk: Без теки
zh_hans: 暂无文件夹
